<?php

return [
    'title' => '留言板',
    'desc' => '我非常希望有朋友来对我的网站以及相关的任何内容进行反馈，虽然它们无非三种形式：吐槽、建议、赞扬。如果你担心自己直率的言论引发其他读者不满，那大可不必，在我的网站请你畅所欲言，剩下的交给我；如果你是我亲爱的粉丝，担心犀利的言语会伤害我（沮丧一定在所难免），没关系我能分辨你的好意~',
    'donate' => '赞',
    'donate_modal_title' => '打赏',
    'donate_modal_body' => '如果您想要送我一杯咖啡，或是一本书，或是仅仅想要给我一点小小的鼓励，都可以通过以下渠道快捷方便地对我进行打赏。您可以在附言中留下您想说的话，我会感恩和铭记你们每一份的帮助。',
    'donate_modal_body_thank_you' => '感谢！',
    'donate_modal_footer_button_close' => '好',
    'wechat' => '微信钱包',
    'alipay' => '支付宝',
];
